Revit 2024 API
SymbolTypeId.FtSup3 Property
 Symbol ft³, indicating unit Cubic feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FtSup3 { get; }
Visual Basic
Public Shared ReadOnly Property FtSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FtSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace